Repository: fluxer/kde-extraapps
Catalog: plasma-nm/po/*/plasma_applet_org.kde.networkmanagement.po
Languages: bg

# NAME OF TRANSLATORS
source: Your names
bg: Светослав Стефанов

# EMAIL OF TRANSLATORS
source: Your emails
bg: svetlisashkov@yahoo.com

source: Show sections
bg: Показване на раздели

source: Show &network speed in:
bg: Показване скоростта на връзката в:

source: Connection Details
bg: Подробности за връзката

source: Connect
bg: Свързване

source: Disconnect
bg: Прекъсване

source: Speed
bg: Скорост

source: Details
bg: Подробности

source: Password...
bg: Парола...

source: Show password
bg: Показване на паролата

source: Connected
bg: Свързан

source: Available connections
bg: Налични връзки

source: Wireless enabled
bg: Безжичният адаптор е включен

source: Wireless disabled
bg: Безжичният адаптор е изклюмен

source: Mobile broadband enabled
bg: Мобилният адаптор е включен

source: Mobile broadband disabled
bg: Мобилният адаптор е изключен

source: Airplane mode enabled
bg: Самолетният режим е включен

source: Airplane mode disabled
bg: Самолетният режим е изключен

source: VPN Connection
bg: VPN връзка

source: Connected to %1
bg: Свързан с %1

source: Connecting to %1
bg: Свързване с %1

source: NetworkManager not running
bg: NetworkManager не работи

source: NetworkManager 0.9.8 required, found %1.
bg: Изисква се NetworkManager 0.9.8, а е открита версия %1.

# global connection state
source: Unknown
bg: Неизвестно

# traffic received empty
source: Received
bg: Получени

# traffic transmitted empty
source: Transmitted
bg: Изпратени

source: Received
bg: Получени

source: Transmitted
bg: Изпратени

source: Missing VPN plugin
bg: Лшпсваща приставка за VPN

source: Connection name
bg: Име на връзката

source: Last used
bg: Последно ползване

source: Active connections
bg: Активни връзки

# title of the interface widget in nm's popup
source: Wired Ethernet
bg: Жична връзка

# title of the interface widget in nm's popup
source: Wireless 802.11
bg: Безжична 802.11

# title of the interface widget in nm's popup
source: Virtual (bond)
bg: Виртуална (обединена)

# title of the interface widget in nm's popup
source: Virtual (bridge)
bg: Виртуална (мостова)

# title of the interface widget in nm's popup
source: Virtual (vlan)
bg: Виртуална (vlan)

# title of the interface widget in nm's popup
source: Serial Modem
bg: Сериен модем

# title of the interface widget in nm's popup
source: Mobile Broadband
bg: Мобилна връзка

source: Bridge
bg: Мрежов мост

source: Mobile broadband
bg: Мобилна връзка

source: Olpc mesh
bg: Olpc мрежа

source: Wired
bg: Жична

source: Wireless
bg: Безжична

source: Unknown connection type
bg: Неизвестен вид връзка

source: Wireless Interface (%1)
bg: Безжичен интерфейс (%1)

source: Wired Interface (%1)
bg: Жичен интерфейс (%1)

source: Bridge (%1)
bg: Мост (%1)

# description of unknown network interface state
source: Unknown
bg: Неизвестно

# description of unmanaged network interface state
source: Unmanaged
bg: Неуправляван

# description of unavailable network interface state
source: Unavailable
bg: Не е наличен

# description of unconnected network interface state
source: Not connected
bg: Без връзка

# description of preparing to connect network interface state
source: Preparing to connect
bg: Подготовка за свързване

# description of configuring hardware network interface state
source: Configuring interface
bg: Настройване на интерфейса

# description of waiting for authentication network interface state
source: Waiting for authorization
bg: Изчакване за идентифициране

# network interface doing dhcp request in most cases
source: Setting network address
bg: Настройване на мрежовият адрес

# is other action required to fully connect? captive portals, etc.
source: Checking further connectivity
bg: Проверка за последваща свързаност

# a secondary connection (e.g. VPN) has to be activated first to continue
source: Waiting for a secondary connection
bg: Изчакване за вторична връзка

# network interface connected state label
source: Connected
bg: Връзката осъществена

# network interface connected state label
source: Connected to %1
bg: Свързан към %1

# network interface disconnecting state label
source: Deactivating connection
bg: Прекъсване на връзката

# network interface connection failed state label
source: Connection Failed
bg: Неуспешно свързване

# interface state
source: Error: Invalid state
bg: Грешка: невалидно състояние

# The state of the VPN connection is unknown
source: Unknown
bg: Неизвестно

# The VPN connection is preparing to connect
source: Preparing to connect
bg: Подготовка за свързване

# The VPN connection needs authorization credentials
source: Needs authorization
bg: Необходимо е идентифициране

# The VPN connection is being established
source: Connecting
bg: Свързване

# The VPN connection is getting an IP address
source: Setting network address
bg: Настройване на мрежовият адрес

# The VPN connection is active
source: Activated
bg: Включена

# The VPN connection failed
source: Failed
bg: Неуспешно

# The VPN connection is disconnected
source: Failed
bg: Неуспешно

# wireless network operation mode
source: Unknown
bg: Неизвестен

# wireless network operation mode
source: Infrastructure
bg: Инфраструктура

# wireless network operation mode
source: Access point
bg: Точка за достъп

# Gsm modes (2G/3G/any)
source: Any
bg: Всяка

# Cellular access technology
source: CDMA2000 EVDO revision B
bg: CDMA2000 EVDO ревизия B

# Cellular access technology
source: CDMA2000 EVDO revision A
bg: CDMA2000 EVDO ревизия A

# Cellular access technology
source: CDMA2000 EVDO revision 0
bg: CDMA2000 EVDO ревизия 0

# Analog wireline modem
source: Analog
bg: Аналогова

# Unknown cellular access technology
source: Unknown
bg: Неизвестна

# Any cellular access technology
source: Any
bg: Всяка

# possible SIM lock reason
source: Modem is unlocked.
bg: Модемът е отключен

# possible SIM lock reason
source: SIM requires the PIN code.
bg: SIM картата изисква PIN код.

# possible SIM lock reason
source: SIM requires the PIN2 code.
bg: SIM картата изисква PIN2 код.

# possible SIM lock reason
source: SIM requires the PUK code.
bg: SIM картата изисква PUK код.

# possible SIM lock reason
source: SIM requires the PUK2 code.
bg: SIM картата изисква PUK2 код.

# possible SIM lock reason
source: Modem requires the service provider PIN code.
bg: Модемът изисква PIN код на доставчика на услугата.

# possible SIM lock reason
source: Modem requires the service provider PUK code.
bg: Модемът изисква PUK код на доставчика на услугата.

# possible SIM lock reason
source: Modem requires the network PIN code.
bg: Модемът изисква PIN код за мрежата.

# possible SIM lock reason
source: Modem requires the network PUK code.
bg: Модемът изисква PUK код за мрежата.

# possible SIM lock reason
source: Modem requires the PIN code.
bg: Модемът изисква PIN код.

# possible SIM lock reason
source: Modem requires the corporate PIN code.
bg: Модемът изисква корпоративен PIN код.

# possible SIM lock reason
source: Modem requires the corporate PUK code.
bg: Модемът изисква корпоративен PUK код.

# possible SIM lock reason
source: Modem requires the PH-FSIM PIN code.
bg: Модемът изисква PH-FSIM PIN код.

# possible SIM lock reason
source: Modem requires the PH-FSIM PUK code.
bg: Модемът изисква PH-FSIM PUK код.

# possible SIM lock reason
source: Lock reason unknown.
bg: Неизвестна причина за заключване.

source: Home
bg: У дома

source: Partner
bg: Партньор

source: Roaming partner
bg: Роуминг партньор

# @label no security
source: Insecure
bg: Несигурно

# @label Dynamic WEP security
source: Dynamic WEP
bg: Динамичен WEP

# @label unknown security
source: Unknown security type
bg: Неизвестен вид сигурност

# @info:tooltip no security
source: Insecure
bg: Несигурно

# @info:tooltip Dynamic WEP security
source: Dynamic WEP
bg: Динамичен WEP

# @info:tooltip unknown security
source: Unknown security type
bg: Неизвестен вид сигурност

source: System name:
bg: Системно име:

source: IPv4 Address:
bg: IPv4 адрес:

source: IPv4 Gateway:
bg: IPv4 шлюз:

source: IPv6 Address:
bg: IPv6 адрес:

source: IPv6 Gateway:
bg: IPv6 шлюз:

source: Driver:
bg: Драйвер:

source: MAC Address:
bg: MAC адрес

source: Operator:
bg: Оператор:

source: Network ID:
bg: Мрежов ИД:

source: Signal Quality:
bg: Качество на сигнала:

source: Access Technology:
bg: Технология на достъп:

source: Allowed Mode:
bg: Разрешен режим:

source: Unlock Required:
bg: Изисква се отключване:

source: VPN plugin:
bg: Приставка за VPN:

source: Banner:
bg: Банер:

source: NSP Name:
bg: Име на NSP:

source: Network Type:
bg: Тип мрежа:

source: Connection speed:
bg: Скорост на връзката:

source: Mode:
bg: Режим:

source: Signal strength:
bg: Сила на сигнала:

source: Access point (SSID):
bg: Точка за достъп (SSID):

source: Access point (BSSID):
bg: Точка за достъп (BSSID):

# Wifi AP channel and frequency
source: Channel:
bg: Канал:

source: Security:
bg: Сигурност:

source: Frequency band:
bg: Честотен канал:

source: One minute ago
bg: Преди минута

source: One hour ago
bg: Преди час

# Label for last used time for a network connection used the previous day
source: Yesterday
bg: Вчера

# Label for last used time for a network connection that has never been used
source: Never
bg: Никога

source: Last used one minute ago
bg: За последно използвана преди минута

source: Last used one hour ago
bg: За последно използвана преди час

# Label for last used time for a network connection used the previous day
source: Last used yesterday
bg: За последно използвана вчера

source: Last used on %1
bg: За последно използвана на %1

# Label for last used time for a network connection that has never been used
source: Never used
bg: Никога не е използвана

source: Driver
bg: Драйвер

source: Device driver
bg: Драйвер на устройството

source: Connection Speed
bg: Скорост на връзката

source: Connection speed
bg: Скорост на връзката

source: System Name
bg: Системно име

source: MAC Address
bg: MAC адрес

source: Hardware address
bg: Хардуерен адрес

source: IPv4 Address
bg: IPv4 адрес

source: IP version 4 address
bg: Адрес на IP версия 4

source: IPv4 Gateway
bg: IPv4 шлюз

source: IP version 4 default gateway
bg: Стандартен шлюз на IP версия 4

source: IPv6 Address
bg: IPv6 адрес

source: IP version 6 address
bg: Адрес на IP версия 6

source: IPv6 Gateway
bg: IPv6 шлюз

source: IP version 6 default gateway
bg: Стандартен шлюз на IP версия 6

source: The ID of the serving base station as received from the network
bg: Идентификатор на обслужваща базова станция, получена от мрежата

source: The name of the NSP
bg: Името на доставчика

source: WiMAX Signal
bg: Сигнал на Wimax

source: The current signal quality of the NSP, in percent.
bg: Качество на текущия сигнал, в проценти.

source: WiMAX NSP Type
bg: Вид на WiMAX доставчика

source: The network type of the NSP.
bg: Видът на мрежата.

source: Access Point (SSID)
bg: Точка за достъп (SSID)

source: Wireless Access Point's SSID
bg: SSID на безжичната точка за достъп

source: Signal Strength
bg: Сила на сигнала

source: Wireless Access Point's signal strength
bg: Сила на сигнала на безжичната точка за достъп

source: Access Point (MAC)
bg: Точка за достъп (MAC)

source: Wireless Access Point's Hardware Address
bg: Хардуерен адрес на безжичната точка за достъп

source: Wireless Band
bg: Безжичен канал

source: Wireless Frequency Band
bg: Безжичен честотен канал

source: Wireless Channel
bg: Безжичен канал

source: Wireless Frequency Channel
bg: Канал на безжичната мрежа

source: Wireless Security
bg: Сигурност на връзката

source: Describes the security capabilities of the access point
bg: Описва възможностите за сигурност на точката за достъп

source: Wireless Mode
bg: Безжичен режим

source: The operating mode of the wireless device
bg: Режимът на работа на безжичното устройство

source: Mobile Operator
bg: Мобилен оператор

source: Mobile Operator's Name
bg: Име на мобилния оператор

source: Mobile Signal Quality
bg: Качество на мобилния сигнал

source: Mobile Access Technology
bg: Технология на безжичния достъп

source: Mobile Allowed Mode
bg: Разрешен режим на мобилната връзка

source: Mobile Unlock Required
bg: Изисква се отключване

source: Mobile Master Device
bg: Главно мобилно устройство

source: Mobile Device IMEI
bg: IMEI на мобилното устройство

source: Mobile Device Serial Number
bg: Сериен номер на мобилното устройство

source: Mobile Device IMSI
bg: IMSI на мобилното устройство

source: Mobile Device Identity Number
bg: Идентитификационен номер на мобилното устройство

source: Bluetooth Name
bg: Име на Bluetooth

source: Bluetooth name of the device
bg: Bluetooth име на устройството

source: VPN Plugin
bg: Приставка за VPN

source: VPN plugin type
bg: Вид на приставката за VPN

source: Available Details
bg: Налични данни

# title of a table's column
source: Name
bg: Име

source: Details to Show
bg: Подробности за показване
