Repository: fluxer/kde-extraapps
Catalog: plasma-nm/po/*/plasmanetworkmanagement-kded.po
Languages: cs

source: Only 'dun' and 'nap' services are supported.
cs: Podporovány jsou pouze služby 'dun' a 'nap'.

source: Could not contact Bluetooth manager (BlueZ).
cs: Nelze se spojit se správcem Bluetooth (BlueZ).

source: Default Bluetooth adapter not found: %1
cs: Výchozí adaptér Bluetooth nebyl nalezen: %1

source: %1 (%2) does not support Dialup Networking (DUN).
cs: %1 (%2) nepodporuje vytáčené připojení sítě (DUN).

source: %1 (%2) does not support Network Access Point (NAP).
cs: %1 (%2) nepodporuje přístupový bod sítě (NAP).

source: Error activating devices's serial port: %1
cs: Chyba při aktivaci sériového portu zařízení: %1

source: Device %1 is not the wanted one (%2)
cs: Zařízení %1 není tím, které chceme (%2)

source: Device for serial port %1 (%2) not found.
cs: Zařízení pro sériový port %1 (%2) nebylo nalezeno.

# Text in GSM PIN/PUK unlock error dialog
source: Error unlocking modem: %1
cs: Chyba při odemčení modemu: %1

# Title for GSM PIN/PUK unlock error dialog
source: PIN/PUK unlock error
cs: Chyba odemčení PIN/PUK

# @info:status Notification when the device failed due to ConfigFailedReason
source: The device could not be configured
cs: Zařízení nelze nastavit

# @info:status Notification when the device failed due to ConfigUnavailableReason
source: IP configuration was unavailable
cs: IP nastavení není dostupné

# @info:status Notification when the device failed due to ConfigExpiredReason
source: IP configuration expired
cs: Nastavení IP vypršelo

# @info:status Notification when the device failed due to NoSecretsReason
source: No secrets were provided
cs: Nebyly poskytnuty ověřovací údaje

source: Authorization supplicant disconnected
cs: Poskytovatel ověření se odpojil

source: Authorization supplicant's configuration failed
cs: Konfigurace poskytovatele ověření selhala

source: Authorization supplicant failed
cs: Poskytovatel ověření selhal

source: Authorization supplicant timed out
cs: Čas pro poskytovatele ověření vypršel

# @info:status Notification when the device failed due to PppStartFailedReason
source: PPP failed to start
cs: Selhalo spuštění PPP

# @info:status Notification when the device failed due to PppDisconnectReason
source: PPP disconnected
cs: PPP se odpojilo

# @info:status Notification when the device failed due to PppFailedReason
source: PPP failed
cs: PPP selhal

# @info:status Notification when the device failed due to DhcpStartFailedReason
source: DHCP failed to start
cs: Selhalo spuštění DHCP

# @info:status Notification when the device failed due to DhcpErrorReason
source: A DHCP error occurred
cs: Nastala chyba DHCP

# @info:status Notification when the device failed due to DhcpFailedReason
source: DHCP failed
cs: DHCP selhalo

# @info:status Notification when the device failed due to SharedStartFailedReason
source: The shared service failed to start
cs: Selhalo spuštění sdílené služby

# @info:status Notification when the device failed due to SharedFailedReason
source: The shared service failed
cs: Sdílená služba selhala

# @info:status Notification when the device failed due to AutoIpStartFailedReason
source: The auto IP service failed to start
cs: Nepovedlo se spustit službu automatické IP

# @info:status Notification when the device failed due to AutoIpErrorReason
source: The auto IP service reported an error
cs: Služba automatické IP nahlásila chybu

# @info:status Notification when the device failed due to AutoIpFailedReason
source: The auto IP service failed
cs: Služba automatické IP selhala

# @info:status Notification when the device failed due to ModemBusyReason
source: The modem is busy
cs: Modem je zaneprázdněn

# @info:status Notification when the device failed due to ModemNoDialToneReason
source: The modem has no dial tone
cs: Modem nemá vytáčecí tón

# @info:status Notification when the device failed due to ModemNoCarrierReason
source: The modem shows no carrier
cs: Modem neukazuje žádný přenos

# @info:status Notification when the device failed due to ModemDialTimeoutReason
source: The modem dial timed out
cs: Vypršel časový limit pro vytáčení modemu

# @info:status Notification when the device failed due to ModemDialFailedReason
source: The modem dial failed
cs: Vytáčení modemu selhalo

# @info:status Notification when the device failed due to ModemInitFailedReason
source: The modem could not be initialized
cs: Modem nemohl být inicializován

# @info:status Notification when the device failed due to GsmApnSelectFailedReason
source: The GSM APN could not be selected
cs: GSM APN nemohl být vybrán

# @info:status Notification when the device failed due to GsmNotSearchingReason
source: The GSM modem is not searching
cs: GSM modem nevyhledává

source: GSM network registration was denied
cs: Registrace GSM sítě byla zamítnuta

source: GSM network registration timed out
cs: Vypršel čas pro registraci GSM sítě

source: GSM registration failed
cs: Registrace GSM sítě selhala

# @info:status Notification when the device failed due to GsmPinCheckFailedReason
source: The GSM PIN check failed
cs: Kontrola PINu GSM selhala

# @info:status Notification when the device failed due to FirmwareMissingReason
source: Device firmware is missing
cs: Firmware zařízení chybí

# @info:status Notification when the device failed due to DeviceRemovedReason
source: The device was removed
cs: Zařízení bylo odstraněno

# @info:status Notification when the device failed due to SleepingReason
source: The networking system is now sleeping
cs: Síťový systém je nyní uspán

# @info:status Notification when the device failed due to ConnectionRemovedReason
source: The connection was removed
cs: Spojení bylo odstraněno

# @info:status Notification when the device failed due to CarrierReason
source: The cable was disconnected
cs: Kabel byl odpojen

# @info:status Notification when the device failed due to ModemNotFoundReason
source: The modem could not be found
cs: Nelze najít modem

# @info:status Notification when the device failed due to BluetoothFailedReason
source: The bluetooth connection failed or timed out
cs: Bluetooth spojení selhalo nebo vypršel čas

# @info:status Notification when the device failed due to GsmSimNotInserted
source: GSM Modem's SIM Card not inserted
cs: Není vložena SIM karta GSM modemu

# @info:status Notification when the device failed due to GsmSimPinRequired
source: GSM Modem's SIM Pin required
cs: Je vyžadován SIM PIN

# @info:status Notification when the device failed due to GsmSimPukRequired
source: GSM Modem's SIM Puk required
cs: Je vyžadován SIM PUK

# @info:status Notification when the device failed due to GsmSimWrong
source: GSM Modem's SIM wrong
cs: Chybná SIM GSM modemu

# @info:status Notification when the device failed due to ModemManagerUnavailable
source: ModemManager not running
cs: ModemManager není spuštěn

# @info:status Notification when the device failed due to SsidNotFound
source: The WiFi network could not be found
cs: Nelze najít WiFi síť

source: Connection '%1' activated.
cs: Spojení '%1' aktivováno.

source: Connection '%1' deactivated.
cs: Spojení '%1' deaktivováno.

source: VPN connection '%1' activated.
cs: VPN spojení '%1' aktivováno.

source: VPN connection '%1' failed.
cs: VPN spojení '%1' selhalo.

source: VPN connection '%1' disconnected.
cs: VPN spojení '%1' se odpojilo.

source: The VPN connection changed state because the user disconnected it.
cs: Stav VPN spojení se změnil, protože jej uživatel odpojil.

source: The VPN connection changed state because the device it was using was disconnected.
cs: Stav VPN spojení se změnil, protože používané zařízení bylo odpojeno.

source: The service providing the VPN connection was stopped.
cs: Služba poskytující VPN spojení byla zastavena.

source: The IP config of the VPN connection was invalid.
cs: IP konfigurace VPN spojení byla neplatná.

source: The connection attempt to the VPN service timed out.
cs: Vypršel časový limit při pokusu o navázání spojení s VPN službou.

source: A timeout occurred while starting the service providing the VPN connection.
cs: Vypršel časový limit pro spuštění služby poskytující spojení VPN.

source: Starting the service providing the VPN connection failed.
cs: Spuštění služby poskytující spojení VPN selhalo.

source: Necessary secrets for the VPN connection were not provided.
cs: Požadovaná hesla pro VPN připojení nebyla zadána.

source: Authentication to the VPN server failed.
cs: Autentizace na VPN serveru selhala.

source: The connection was deleted from settings.
cs: Spojení bylo odstraněno z nastavení.

source: For accessing the wireless network '%1' you need to provide a password below
cs: Pro přístup k bezdrátové síti '%1' musíte níže zadat heslo

source: Please provide the password for activating connection '%1'
cs: Prosím zadejte heslo pro aktivování spojení '%1'

source: VPN secrets (%1)
cs: Hesla pro VPN (%1)

source: Password dialog
cs: Dialog hesla

source: TextLabel
cs: Textový štítek

source: Password:
cs: Heslo:

source: &Show password
cs: Zobrazit he&slo

# As in 'Unlock cell phone with this pin code'
source: Unlock
cs: Odemknout

source: Service provider PUK
cs: PUK poskytovatele služby

source: Network PUK
cs: PUK sítě

source: Corporate PUK
cs: PUK firmy

source: Network Subset PUK
cs: PUK podsítě

source: %1 unlock required
cs: %1 vyžadováno odemčení

source: %1 Unlock Required
cs: %1 vyžadováno odemčení

source: The mobile broadband device '%1' requires a %2 code before it can be used.
cs: Mobilní širokopásmové zařízení '%1' vyžaduje kód %2, nežli jej použijete.

source: %1 code:
cs: %1 kód:

source: New PIN code:
cs: Nový kód PIN:

source: Re-enter new PIN code:
cs: Znovu zadat nový kód PIN:

source: Show PIN/PUK code
cs: Zobrazit kód PIN/PUK

source: Service provider PIN
cs: PIN poskytovatele služby

source: Network PIN
cs: PIN sítě

source: Corporate PIN
cs: PIN firmy

source: Network Subset PIN
cs: PIN podsítě

source: Show PIN code
cs: Zobrazit kód PIN

source: PIN code too short. It should be at least 4 digits.
cs: Kód PIN je příliš krátký. Měl by mít aspoň 4 místa.

source: The two PIN codes do not match
cs: PIN kódy si neodpovídají

source: PUK code too short. It should be 8 digits.
cs: PUK kód příliš krátký. Měl by mít 8 číslic.

source: Unknown Error
cs: Neznámá chyba

source: SIM PIN unlock required
cs: Požadováno odemčení SIM PIN

source: The mobile broadband device '%1' requires a SIM PIN code before it can be used.
cs: Mobilní širokopásmové zařízení '%1' vyžaduje SIM PIN kód, nežli jej použijete.

source: PUK code:
cs: Kód PUK:

source: Re-enter PIN code:
cs: Znovu zadat kód PIN:
