Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevprojectdashboard.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: Joëlle Cornavin

# EMAIL OF TRANSLATORS
source: Your emails
fr: jcorn@free.fr

source: Select what widgets you want to have:
fr: Choisissez les composants graphiques dont vous voulez disposer :

source: Background
fr: Arrière-plan

# @action
source: Share
fr: Partager

source: Project Dashboard
fr: Tableau de bord de projets

source: This plugin shows relevant information of some project when it's invoked
fr: Ce module complémentaire affiche des informations pertinentes sur un quelconque projet lorsqu'il est appelé

source: Show Dashboard
fr: Afficher un tableau de bord

source: Relative Path:
fr: Emplacement relatif :

source: Project File: %1
fr: Fichier de projet : %1

source: File
fr: Fichier
