Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevreviewboard.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: JSON error: %1: %2
tr: JSON Hatası: %1: %2

source: Request Error: %1
tr: İstek Hatası: %1

source: Could not create the new request: %1
tr: Yeni bir istek oluşturulamadı: %1

source: Could not upload the patch
tr: Yama gönderilemedi

source: Could not get reviews list
tr: İnceleme listesi alınamadı

source: ReviewBoard Support
tr: Gözden Geçirme Tahtası Desteği

source: Deal with the ReviewBoard Patches
tr: Gözden Geçirme Tahtasının yamaları ile ilgilen

source: <qt>You can find the new request at:<br /><a href='%1'>%1</a> </qt>
tr: <qt>Yeni isteği burada bulabilirsiniz:<br /><a href='%1'>%1</a> </qt>

source: Destination
tr: Hedef

source: Server
tr: Sunucu

source: Base Dir:
tr: Temel Dizin:

source: Where this project was checked out from
tr: Bu projenin hangi adresten indirildiği (checkout)

source: Authentication
tr: Kimlik Doğrulama

source: Username:
tr: Kullanıcı adı:

source: User name in the specified service
tr: Belirtilen hizmetin kullanıcı adı

source: Password:
tr: Parola:

source: Repository
tr: Depo

source: Update review
tr: İncelemeyi güncelle

source: Repository not selected
tr: Depo seçilmemiş
