Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevdocumentview.po
Languages: fi

# NAME OF TRANSLATORS
source: Your names
fi: Jorma Karvonen, Lasse Liehu

# EMAIL OF TRANSLATORS
source: Your emails
fi: karvonen.jorma@gmail.com, lasse.liehu@gmail.com

source: Documents
fi: Tiedostot

source: Reload
fi: Lataa uudelleen

source: Close Other Files
fi: Sulje muut tiedostot

source: Document View
fi: Tiedostonäkymä

source: This plugin displays a graphical view of all documents currently loaded and separates them by mimetype.
fi: Tämä liitännäinen näyttää kaikkien parhaillaan ladattujen tiedostojen graafisen näkymän ja erottelee ne MIME-tyypin perusteella.

source: Display document categories (mimetypes) in the view
fi: Näytä tiedostojen luokat (MIME-tyypit) näkymässä

source: If this option is set, the Document View will organize documents by their mimetype.
fi: Jos tämä valitsin on asetettu, tiedostonäkymä järjestää tiedostot niiden MIME-tyypin mukaan.

source: Display document &categories
fi: Näytä &tiedostojen luokat
