Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevvcsprojectintegration.po
Languages: de, fr, tr

# NAME OF TRANSLATORS
source: Your names
de: Gerhard Stengel
fr: Joëlle Cornavin, Vincent Pinon
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
de: gstengel@gmx.net
fr: jcornavin@laposte.net, vincent.pinon@laposte.net
tr: tulliana@gmail.com

source: Refresh
de: Aktualisieren
fr: Rafraîchir
tr: Yenile

source: VCS Project Integration
de: Integration von VCS mit Projekten
fr: Intégration VCS du projet
tr: Sürüm Kontrol Sistemi Bütünleşmesi

source: This plugin provides integration between the projects and their VCS infrastructure
de: Dieses Modul stellt eine Integration zwischen Projekten und ihrer VCS-Infrastruktur her.
fr: Ce module complémentaire fournit une intégration entre les projets et leur infrastructure de gestion de versions.
tr: Bu eklenti, projeler ile projelerin sürüm kontrol sistemi altyapıları arasında bütünleşme sağlar

source: VCS Changes
de: VCS-Änderungen
fr: Modifications VCS
tr: Sürüm Kontrol Sistemi Değişiklikleri

source: Locate Current Document
de: Aktuelles Dokument suchen
fr: Repérer le document actuel
tr: Şimdiki Belgeyi Konumlandır

source: Locates the current document and selects it.
de: Sucht das aktuelle Dokument und wählt es aus.
fr: Repère le document actuel et le sélectionne.
tr: Geçerli belgeyi bulur ve seçer.

source: Reload View
de: Ansicht neu laden
fr: Recharger la vue
tr: Görünümü Yeniden Yükle

source: Refreshes the view for all projects, in case anything changed.
de: Aktualisiert die Ansicht aller Projekte bei Änderungen.
fr: Rafraîchit la vue pour tous les projets, dans le cas d'une modification quelconque.
tr: Herhangi bir şeyin değişmiş olma olasılığına karşı tüm proje görünümlerini tazele.
