Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevgit.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Necdet Yücel

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, necdetyucel@gmail.com

source: Try to keep summary length below %1 characters.
tr: Özet uzunluğunu %1 karakterin altında tutmaya çalışın.

source: Separate summary from details with one empty line.
tr: Özet ile ayrıntıları bir boş satırla ayırın.

source: Try to keep line length below %1 characters.
tr: Satır uzunluğunu %1 karakterin altında tutmaya çalışın.

source: A plugin to support git version control systems
tr: Git sürüm kontrol sistemi desteği için bir eklenti

source: git is not installed
tr: git kurulu değil

source: Git Stashes
tr: Git Zulaları

source: Stash Manager
tr: Zula Yöneticisi

source: Push Stash
tr: Zulayı Gönder

source: Pop Stash
tr: Zula Çıkar

source: error: %1
tr: hata: %1

source: Did not specify the list of files
tr: Dosya listesi belirtilmedi

source: Could not revert changes
tr: Değişiklikler geri alınamadı

source: The following files have uncommited changes, which will be lost. Continue?
tr: Aşağıdaki dosyalarda gönderilmemiş ve kaybolacak değişiklikler var. Devam edilsin mi?

source: No files or message specified
tr: Dosya veya ileti belirtilmedi

source: No files to remove
tr: Silinecek dosya yok

source: There are pending changes, do you want to stash them first?
tr: Askıda olan değişiklikler var, önce onları zulalamak ister misiniz?

source: Are you sure you want to drop the stash '%1'?
tr: '%1' zulasını kaldırmak istediğinizden emin misiniz?

source: Select a name for the new branch:
tr: Yeni dal için bir isim seçin:

source: Show the contents of the stash
tr: Zulanın içeriğini göster

source: Show
tr: Göster

source: Applies stash's patch
tr: Zulanın yamasını uygular

source: Apply
tr: Uygula

source: Applies stash's patch and drops the stash
tr: Zulanın yamasını uygular ve zulayı kaldırır

source: Pop
tr: Çıkart

source: Creates a new branch and applies the stash there, then it drops the stash.
tr: Yeni bir dal oluşturur ve zulanın yamasını uyguladıktan sonra zulayı kaldırır.

source: Branch
tr: Dal

source: Removes the selected branch
tr: Seçilen dalı kaldırır

source: Drop
tr: Bırak
