Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevprojectfilter.po
Languages: et

# NAME OF TRANSLATORS
source: Your names
et: Marek Laane

# EMAIL OF TRANSLATORS
source: Your emails
et: bald@smail.ee

source: Pattern
et: Muster

source: Targets
et: Sihtmärgid

source: Action
et: Toiming

source: The wildcard pattern defines whether a file or folder is included in a project or not.<br />The pattern is matched case-sensitively against the items relative path to the project root. The relative path starts with a forward slash, trailing slashes of folders are removed.<br />Patterns ending on <code>"/"</code> are implicitly considered to match against folders only.<br />Patterns which do not explicitly start with either <code>"/"</code> or <code>"*"</code> implicitly get <code>"*/"</code> prepended and thus match any item with a relative path ending on the given pattern.
et: Metamärkmuster määrab, kas faili või kataloog kaasatakse projekti või mitte.<br />Mustrit kontrollitakse tähesuurust arvestades elementide peal, mille asukoha määrab projekti juur. Suhteline asukoht algab kaldkriipsuga, kataloogide lõpukaldkriipsud eemaldatakse.<br />Mustreid, mille lõpus seisab <code>"/"</code>, rakendatakse ainult kataloogide suhtes.<br />Mustritele, mille alguses ei seisa <code>"/"</code> või <code>"*"</code>, lisatakse vaikimisi ette <code>"*/"</code> ning neid rakendatakse seejärel kõigi asukoha elementide suhtes, mis sobivad sellele järgneva mustriga.

source: The target defines what type of item the filter is matched against.<br />Filters either apply only to files, only to folders or to both.
et: Sihtmärgiga saab määrata, millist tüüpi elemente filtriga otsitakse.<br />Filtreid rakendatakse kas ainult failidele, ainult kataloogidele või mõlemale.

source: Files and Folders
et: Failid ja kataloogid

source: Folders
et: Kataloogid

source: Files
et: Failid

source: Filters by default exclude items from the project. Inclusive patterns can be used to include items which where matched by previous exclusive patterns.<br />E.g. to only include files ending on <code>".cpp"</code> in your project, you could exclude all files via <code>"*"</code> and then apply an inclusive <code>"*.cpp"</code> pattern.
et: Vaikimisi jätavad filtrid elemente projektist välja. Kaasavate mustritega saab kaasata elemente, mis on varem vastanud mõnele väljajätumustrile.<br />Kui näiteks soovid kaasata projekti ainult faile lõpuga <code>".cpp"</code>, võid välja jätta kõik failid filtriga <code>"*"</code> ja seejärel kasutada kaasava mustriga filtrit <code>"*.cpp"</code>.

source: Include
et: Kaasamine

source: Exclude
et: Väljajätmine

source: A filter with an empty pattern will match all items. Use <code>"*"</code> to make this explicit.
et: Tühja mustriga filtrile vastavad kõik elemendid. Selle otseseks väljendamiseks kasuta <code>"*"</code>.

source: A filter ending on <code>"/"</code> can never match a file.
et: Filtrile, mille lõpus seisab <code>"/"</code>, ei vasta kunagi fail.

source: Project Filter
et: Projektifilter

source: Configure which files and folders inside the project folder should be included or excluded.
et: Määramine, millised projektikataloogi failid ja kataloogid kaasata või välja jätta.

source: Exclude Item From Project
et: Jäta see projektist välja

source: A filter for the item was added. To undo, use the project filter settings.
et: Elemendi tarbeks lisati filter. Seda saab tühistada projekti filtri seadistustes.

source: Project Filter Added
et: Lisati projektifilter

source: Add
et: Lisa

source: Remove
et: Eemalda

source: Move Up
et: Liiguta üles

source: Move Down
et: Liiguta alla
