Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevtestview.po
Languages: et, fr

# NAME OF TRANSLATORS
source: Your names
et: Marek Laane
fr: Joëlle Cornavin

# EMAIL OF TRANSLATORS
source: Your emails
et: bald@smail.ee
fr: jcorn@free.fr

# @title:menu
source: Run
et: Käivitamine
fr: Exécuter

source: Insert wildcard patterns to filter the test view for matching test suites and cases.
et: Metamärkidega mustrite lisamine testvaate filtreerimiseks ning sobivate testkomplektide ja -juhtumite leidmiseks.
fr: Insérez des motifs génériques pour filtrer la vue du test pour chercher des suites de tests correspondants et des cas.

source: Unit Tests
et: Ühiktestid
fr: Test unitaires

source: Show Source
et: Näita lähteteksti
fr: Afficher le source

source: Run Selected Tests
et: Käivita valitud testid
fr: Exécuter les tests sélectionnés

source: Run 1 test
et: Töötab 1 test
fr: Exécuter un seul test

source: Unit Test View
et: Ühiktestide vaade
fr: Vue du test unitaire

source: Lets you see and run unit tests
et: Ühiktestide näitamine ja käivitamine
fr: Vous permet de voir et d'exécuter des tests unitaires

source: Run All Tests
et: Käivita kõik testid
fr: Exécuter tous les tests

source: Stop Running Tests
et: Peata töötavad testid

source: Run 1 test in %2
et: Töötab 1 test projektis %2
fr: Exécuter un seul test dans %2

source: Filter...
fr: Filtre...
