Repository: fluxer/kde-extraapps
Catalog: kdevplatform/po/*/kdevcvs.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: Joëlle Cornavin

# EMAIL OF TRANSLATORS
source: Your emails
fr: jcorni@free.fr

source: Error on checkout
fr: Erreur lors de l'extraction

source: Checkout Error
fr: Erreur d'extraction

source: Some errors occurred while checking out into %1
fr: Des erreurs se sont produites lors de l'extraction dans %1

source: Checkout
fr: Extraire

source: &Local destination directory:
fr: Dossier &local de destination :

source: &Server path (e.g. :pserver:username@cvs.example.com:/cvsroot):
fr: Emplacement du &serveur (par exemple « pserver:nom_utilisateur@cvs.exemple.com:/cvsroot ») :

source: Tag/Branch:
fr: Marque / Branche :

source: Commit to Repository
fr: Valider dans le dépôt

source: Job exited normally
fr: La tâche s'est terminée normalement

source: Support for CVS version control system
fr: Prise en charge du système de contrôle de versions « CVS »

source: Import Directory...
fr: Importer un dossier...

source: Checkout...
fr: Extraire...

source: Status...
fr: État...

source: Status
fr: État

source: Edit
fr: Édition

source: Unedit
fr: Annuler l'édition

source: Show Editors
fr: Afficher les éditeurs

source: Editors
fr: Éditeurs

source: Listing editors failed
fr: Impossible de répertorier les éditeurs

source: No files from your query are marked as being edited.
fr: Aucun fichier de votre recherche n'est marqué comme étant en cours d'édition.

source: User
fr: Utilisateur

source: Repository
fr: Dépôt

source: Error on importing
fr: Erreur lors de l'importation

source: Import Error
fr: Erreur d'importation

source: Some errors occurred while importing %1
fr: Des erreurs se sont produites lors de l'importation de %1

source: Import
fr: Importer

source: Source Directory:
fr: Dossier source :

source: &Repository:
fr: &Dépôt :

source: &Vendor tag:
fr: Marque du fournis&seur :

source: vendor
fr: distributeur

source: Re&lease tag:
fr: Mar&que pour la version de diffusion :

source: start
fr: démarrer

source: Co&mment:
fr: Co&mmentaire :
