Repository: fluxer/kde-extraapps
Catalog: kdevelop/po/*/kdevkdeprovider.po
Languages: et, fr, tr

# NAME OF TRANSLATORS
source: Your names
et: Marek Laane
fr: Joëlle Cornavin
tr: Necdet Yücel

# EMAIL OF TRANSLATORS
source: Your emails
et: bald@smail.ee
fr: jcorn@free.fr
tr: necdetyucel@gmail.com

source: git.kde.org protocol:
et: git.kde.org protokoll:
fr: Protocole « git.kde.org » :
tr: git.kde.org protokolü:

source: <html><head/><body><p>URL to clone the protocol from, like:<br/>git clone git://anongit.kde.org/kdevelop<br/>git clone kde:kdevelop</p><p>For more information go <a href="http://community.kde.org/Sysadmin/GitKdeOrgManual#Overview_of_repository_URL_schemes"><span style=" text-decoration: underline; color:#0057ae;">here</span></a>.</p></body></html>
et: <html><head/><body><p>URL, kust protokoll kloonida, näiteks:<br/>git clone git://anongit.kde.org/kdevelop<br/>git clone kde:kdevelop</p><p>Täpsemalt räägitakse sellest <a href="http://community.kde.org/Sysadmin/GitKdeOrgManual#Overview_of_repository_URL_schemes"><span style=" text-decoration: underline; color:#0057ae;">siin</span></a>.</p></body></html>
fr: <html><head/><body><p>URL depuis laquelle cloner le protocole, comme :<br/>git clone git://anongit.kde.org/kdevelop<br/>git clone kde:kdevelop</p><p>Pour plus d'informations, veuillez consulter <a href="http://community.kde.org/Sysadmin/GitKdeOrgManual#Overview_of_repository_URL_schemes"><span style=" text-decoration: underline; color:#0057ae;">ceci</span></a>.</p></body></html>
tr: <html><head/><body><p>Klonlanacak protokol adresi, örneğin:<br/>git clone git://anongit.kde.org/kdevelop<br/>git clone kde:kdevelop</p><p>Daha fazla bilgiyi <a href="http://community.kde.org/Sysadmin/GitKdeOrgManual#Overview_of_repository_URL_schemes"><span style=" text-decoration: underline; color:#0057ae;">burada</span></a> bulabilirsiniz.</p></body></html>

source: KDE Provider
et: KDE pakkuja
fr: Fournisseur de KDE
tr: KDE Sağlayıcı

source: Easily import KDE projects
et: KDE projektide hõlpus import
fr: Importer facilement des projets KDE
tr: KDE projelerini kolayca içe aktarın

source: Settings
et: Seadistused
fr: Configuration
tr: Ayarlar

source: The Git plugin could not be loaded which is required to download a KDE project.
et: Giti plugina laadimine nurjus, aga seda on vaja KDE projekti allalaadimiseks.
fr: Il est impossible de charger le module externe Git requis pour télécharger un projet KDE.
tr: Bir KDE projesini indirmek için gerekli olan Git eklentisi yüklenemedi.

source: KDE Provider Error
et: KDE pakkuja tõrge
fr: Erreur de fournisseur de KDE
tr: KDE Sağlayıcı Hatası

source: General
et: Üldine
fr: Général
tr: Genel
