Repository: fluxer/kde-extraapps
Catalog: kdevelop/po/*/kdevghprovider.po
Languages: bs, et

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić
et: Marek Laane

# EMAIL OF TRANSLATORS
source: Your emails
bs: samir.ribic@etf.unsa.ba
et: bald@smail.ee

source: Log out
bs: Odjava
et: Logi välja

source: Force sync
bs: Forsiraj sinhronizaciju
et: Sünkrooni jõuga

source: Authorize
bs: Autorizacija
et: Autendi

source: Github Account
bs: Github nalog
et: Githubi konto

source: Enter a login and a password
bs: Unesite korisničko ime i lozinku
et: Kirjuta kasutajanimi ja parool

source: Waiting for response
bs: Čekaj odgovor
et: Oodatakse vastust

source: Authentication failed! Please, try again
bs: Provjera autentičnosti neuspjela. Molim, pokušajte ponovo.
et: Autentimine nurjus! Palun proovi uuesti

source: Please, write your password here.
bs: Molim, unesite svoju lozinku ovdje
et: Palun kirjuta oma parool siia.

source: Github Provider
bs: Github pružalac
et: Githubi pakkuja

source: Import projects from Github
bs: Uvezi projekat iz Github
et: Projektide import Githubist

source: Search
bs: Traži
et: Otsing

source: You can press the Return key if you don't want to wait
bs: Možete pritisnuti Enter ako ne želite čekati
et: Kui sa ei soovi oodata, võid vajutada klahvi Return

source: Click this button to configure your Github account
bs: Kliknite ovo dugme da konfigurišete GitHub nalog
et: Sellele nupule klõpsates saab seadistada oma Githubi kontot

source: User
bs: Korisnik
et: Kasutaja

source: Organization
bs: Organizacija
et: Organisatsioon
