Repository: fluxer/kde-extraapps
Catalog: kdevelop/po/*/kdevninja.po
Languages: bs, da, kk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić
da: Martin Schlander
kk: Сайран Киккарин
zh_tw: Franklin Weng

# EMAIL OF TRANSLATORS
source: Your emails
bs: samir.ribic@etf.unsa.ba
da: mschlander@opensuse.org
kk: sairan@computer.org
zh_tw: franklin at goodhorse dot idv dot tw

source: Ninja Builder
da: Ninja-bygning
kk: Ninja құрастырғышы
zh_tw: Ninja 編譯器

source: Support for building Ninja projects
bs: Podrška za gradnju Ninja projekata
da: Understøttelse af bygning af Ninja-projekter
kk: Ninja жобалар құрастыруын қолдау
zh_tw: 支援編譯 Ninja 專案

source: &Display commands but do not execute them:
bs: &prikaži komande, ali ih ne izvršavaj
da: &Vis kommandoer men kør dem ikke:
kk: Командаларды к&өрсету бірақ орындамау:
zh_tw: 顯示指令但不執行(&D)：

source: Install as &root:
bs: Instaliraj kao &root:
da: Installér som &root:
kk: &root атынан орнату:
zh_tw: 以 root 安裝(&R)：

source: Root installation &command:
bs: &Komanda za root instalaciju
da: &Kommando til root-installation:
kk: Root-тың орнату &командасы:
zh_tw: Root 安裝指令(&C)：

source: &Number of simultaneous jobs:
bs: &Broj istovremenih poslova:
da: A&ntal samtidige jobs:
kk: &Біркездегі тапсырмаларының саны:
zh_tw: 同時工作的數量(&N)：

source: Count of &errors to be tolerated:
bs: Broj &grešaka koje se mogu tolerisati:
da: Antal &fejl der skal tolereres:
kk: Шыдайтын &қателер саны:
zh_tw: 允許錯誤數(&E)：

source: Additional ninja &options:
bs: Dodatne ninja &opcije:
da: Yderligere ninja-&tilvalg:
kk: Қосымша ninja &параметрлері:
zh_tw: 額外的 ninja 選項(&O)：

source: Active Environment &Profile:
bs: Aktivni &profil okruženja:
da: &Profil for aktivt miljø:
kk: Белсенді командалық орта &іс-әлпеті:
zh_tw: 作用的環境設定檔(&P)：

source: O&verride number of jobs:
bs: Pre&vaziđi broj poslova:
da: Ti&lsidesæt antal jobs:
kk: Қайта &жазу тапсырмалар саны:
zh_tw: 覆寫工作數(&V)：
