Repository: fluxer/kde-extraapps
Catalog: kdevelop/po/*/kdevcmakebuilder.po
Languages: de, fr, pl

# NAME OF TRANSLATORS
source: Your names
de: Frederik Schwarzer
fr: Joëlle Cornavin
pl: Marta Rybczyńska, Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
de: schwarzer@kde.org
fr: jcornavi@club-internet.fr
pl: kde-i18n@rybczynska.net, lukasz.wojnilowicz@gmail.com

source: CMake Builder
fr: Compilateur CMake
pl: Program do budowania za pomocą CMake

source: Support for building CMake projects
de: Unterstützung für die Erstellung von CMake-Projekten
fr: Prise en charge de la compilation de projets avec CMake
pl: Obsługa budowania projektów opartych na CMake

source: No Build Directory configured, cannot build
de: Es ist kein Build-Ordner eingerichtet, Erstellen nicht möglich
fr: Aucun dossier de compilation n'est configuré, compilation impossible
pl: Nie ustawiono katalogu budowania, nie można budować

source: Aborting build
de: Erstellen wird abgebrochen
fr: Interruption de la compilation
pl: Przerwano budowanie

source: No Build Directory configured, cannot clean
de: Es ist kein Build-Ordner eingerichtet, Aufräumen nicht möglich
fr: Aucun dossier de compilation n'est configuré, nettoyage impossible
pl: Nie ustawiono katalogu budowania, nie można wyczyścić (clean)

source: Aborting clean
de: Aufräumen wird abgebrochen
fr: Interruption du nettoyage
pl: Przerwano czyszczenie (clean)

source: No Build Directory configured, cannot install
de: Es ist kein Build-Ordner eingerichtet; Installieren nicht möglich
fr: Aucun dossier de compilation n'est configuré, installation impossible
pl: Nie ustawiono katalogu budowania, nie można zainstalować

source: Aborting install
de: Installieren wird abgebrochen
fr: Interruption de l'installation
pl: Przerwano instalację

source: No Build Directory configured, cannot configure
de: Es ist kein Build-Ordner eingerichtet; Konfigurieren nicht möglich
fr: Aucun dossier de compilation n'est configuré, configuration impossible
pl: Nie ustawiono katalogu budowania, nie można skonfigurować

source: Aborting configure
de: Konfigurieren wird abgebrochen
fr: Interruption de la configuration
pl: Przerwano ustawianie

source: Generator:
fr: Générateur :

source: No Build Directory configured, cannot clear builddir
de: Es ist kein Build-Ordner eingerichtet; Leeren des Build-Ordners nicht möglich
fr: Aucun dossier de compilation n'est configuré, effacement du dossier de compilation impossible
pl: Nie ustawiono katalogu budowania, nie można wyczyścić katalogu budowania

source: Wrong build directory, cannot clear the build directory
de: Falscher Build-Ordner, Leeren nicht möglich
fr: Mauvaise configuration du dossier de compilation, effacement du dossier de compilation impossible
pl: Zły katalog budowania, nie można wyczyścić katalogu budowania

source: ** Prune successful **
de: ** Aufräumen erfolgreich **
fr: ** L'élagage a réussi **
pl: ** Pomyślnie czyszczenie **

source: ** Prune failed: %1 **
de: ** Aufräumen fehlgeschlagen: %1 **
fr: ** L'élagage a échoué : %1 **
pl: ** Nieudane czyszczenie: %1 **
