Repository: fluxer/kde-extraapps
Catalog: amarok/po/*/amarokpkg.po
Languages: de

# NAME OF TRANSLATORS
source: Your names
de: Thomas Reitelbach

# EMAIL OF TRANSLATORS
source: Your emails
de: tr@erdfunkstelle.de

source: Install, list, remove Amarok applets
de: Installieren, Auflisten, Entfernen von Amarok-Miniprogrammen

source: Amarok Applet Manager
de: Amaroks Miniprogramm-Verwaltung

source: (C) 2008, Aaron Seigo, (C) 2009, Leo Franchi
de: © 2008, Aaron Seigo, © 2009, Leo Franchi

source: Original author
de: Ursprünglicher Autor

source: Developer
de: Entwickler

source: For install or remove, operates on applets installed for all users.
de: Zum Installieren oder Entfernen, beeinflusst Pakete für alle Benutzer.

# Do not translate <path>
source: Install the applet at <path>
de: Paket von <path> installieren

# Do not translate <path>
source: Upgrade the applet at <path>
de: Paket von <path> aktualisieren

source: List installed applets
de: Installierte Miniprogramme anzeigen

# Do not translate <name>
source: Remove the applet named <name>
de: Paket namens <name> entfernen

source: Absolute path to the package root. If not supplied, then the standard data directories for this KDE session will be searched instead.
de: Absoluter Pfad zum Paket. Falls nicht angegeben, werden die Standard-Datenpfade dieser KDE-Sitzung durchsucht.

source: Successfully removed %1
de: Erfolgreich entfernt: %1

source: Removal of %1 failed.
de: Entfernen fehlgeschlagen: %1

source: Plugin %1 is not installed.
de: Das Modul %1 ist nicht installiert.

source: Successfully installed %1
de: Erfolgreich installiert: %1

source: Installation of %1 failed.
de: Installation fehlgeschlagen: %1

source: One of install, remove, upgrade or list is required.
de: Eine Option aus „install“, „remove“, „upgrade“ oder „list“ ist erforderlich.
