Repository: fluxer/kde-extraapps
Catalog: kscreen/po/*/kcm_displayconfiguration.po
Languages: de, fr, sl, tr, ug

# NAME OF TRANSLATORS
source: Your names
de: Burkhard Lück
fr: Joëlle Cornavin
sl: Andrej Mernik
tr: Volkan Gezer
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
de: lueck@hube-lueck.de
fr: jcorn@free.fr
sl: andrejm@ubuntu.si
tr: volkangezer@gmail.com
ug: sahran.ug@gmail.com, gheyret@gmail.com

source: Tip: Hold Ctrl while dragging a display to disable snapping
de: Tipp: Drücken Sie die Taste Strg beim Ziehen einer Anzeige, um das Einrasten zu deaktivieren
fr: Astuce : maintenez enfoncée la touche « Ctrl » en faisant glisser un affichage pour désactiver le sautillement
sl: Namig: držite Ctrl med vlečenjem zaslona, da onemogočite pripenjanje
tr: İpucu: Yakalamayı devre dışı bırakmak için bir görüntüyü sürüklerken Ctrl tuşunu basılı tutun

source: Warning: There are no active outputs!
de: Warnung: Es gibt keine aktiven Ausgaben.
fr: Attention : il n'existe aucune sortie active !
sl: Opozorilo: ni dejavnega izhoda!
tr: Uyarı: Etkin çıktı yok!
ug: ئاگاھلاندۇرۇش: ئاكتىپ چىقىرىش يوق!

source: Identify outputs
de: Bildschirme identifizieren
fr: Identifier les sorties
sl: Identificiraj izhode
tr: Çıktıları tanımla

source: Rotate output 90° counterclockwise
de: Ausgabe um 90° gegen den Uhrzeigersinn drehen
fr: Faire pivoter de 90° dans le sens antihoraire
sl: Zavrti izhod za 90° v nasprotni smeri urinega kazalca
tr: Çıktıyı 90° saatin tersi yönüne döndür
ug: چىقىرىشنى سولغا ‪90°‬ ئايلاندۇر

source: Toggle primary output
de: Hauptbildschirm wechseln
fr: Activer / Désactiver la sortie primaire
sl: Preklopi glavni izhod
tr: Birincil çıktıyı değiştir
ug: ئاساسىي چىقىرىشقا ئالماشتۇر

source: Show list of available display resolutions
de: Liste der verfügbaren Auflösungen der Anzeigegeräte
fr: Afficher une liste des résolutions d'affichage disponibles
sl: Pokaži seznam razpoložljivih ločljivosti zaslona
tr: Kullanılabilir görüntü çözünürlüklerinin listesini göster
ug: ئىشلەتكىلى بولىدىغان كۆرسىتىش ئېنىقلىقى تىزىمىنى كۆرسىتىدۇ

source: Display Configuration
de: Anzeige-Einrichtung
fr: Configuration de l'écran
sl: Nastavitve zaslona
tr: Ekran Yapılandırması
ug: كۆرسىتىش سەپلەش

source: Configuration for displays
de: Einstellungen für Anzeigegeräte
fr: Configuration des écrans
sl: Nastavitve za zaslone
tr: Ekran yapılandırması
ug: كۆرسەتكۈچ سەپلەش

source: Maintainer
de: Betreuer
fr: Mainteneur
sl: Vzdrževalec
tr: Projeyi Yürüten
ug: مەسئۇل كىشى

source: No supported X Window System extension found
de: Keine unterstützte Erweiterung für das X-Window-System gefunden
fr: Aucune extension de système « X Window » n'a été trouvée
sl: Ni bilo najdene podprte razširitve okenskega sistema X
tr: Desteklenen X Pencere Sistem uzantısı bulunamadı
ug: قوللايدىغان ھېچقانداق X Window سىستېما كېڭەيتىلمىسى تېپىلمىدى

source: Are you sure you want to disable all outputs?
de: Möchten Sie alle Ausgaben wirklich deaktivieren?
fr: Voulez-vous vraiment désactiver toutes les sorties ?
sl: Ali ste prepričani, da želite onemogočiti vse izhode?
tr: Tüm çıktıları devre dışı bırakmak istediğinizden emin misiniz?
ug: ھەممە چىقىرىشلارنى راستلا چەكلەمسىز؟

source: Disable all outputs?
de: Alle Ausgaben deaktivieren?
fr: Désactiver toutes les sorties ?
sl: Onemogočim vse izhode?
tr: Tüm çıktıları devre dışı bırak?
ug: ھەممە چىقىرىشلارنى چەكلەمدۇ؟

source: &Disable All Outputs
de: Alle Aus&gaben deaktivieren
fr: &Désactiver toutes les sorties
sl: Onemogoči vse izho&de
tr: &Tüm Çıktıları Devre Dışı Bırak
ug: ھەممە چىقىرىشلارنى چەكلە(&D)

source: &Reconfigure
de: Neu ein&richten
fr: &Reconfigurer
sl: &Znova nastavi
tr: &Yeniden Yapılandır
ug: قايتا سەپلە(&R)

source: KCM Test App
de: KCM-Testprogramm
fr: Application de tests de KCM
sl: Preizkusni program KCM
tr: KCM Test Uygulaması
ug: KCM سىناق ئەپ

# As in automatic
source: Auto
de: Automatisch
sl: Samodejno
tr: Otomatik
ug: ئاپتوماتىك
